Revit 2027 API
RelinquishedItems Methods
The RelinquishedItems type exposes the following members.
Methods
Name | Description
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetRelinquishedElements |  The elements that were relinquished by the current user.
GetRelinquishedWorksets |  The elements that were relinquished by the current user.
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
RelinquishedItems Class
Autodesk.Revit.DB Namespace